minetest-mods.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-03 Wed 22:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>minetest mods</title>
<meta name="generator" content="Org Mode" />
<meta charset="UTF-8">
<nav>
<a href="index.html">home</a> /
<a href="about.html">about</a> /
<a href="sitemap.html">sitemap</a> /
</nav>
</head>
<body>
<div id="content" class="content">
<h1 class="title">minetest mods</h1>
<p>
mods xfnw uses, in addition to stuff in Dreambuilder
</p>

<p>
digilines digistuff display_modpack firealarm handdryer laptop
mesecons_carts player_textures skinsdb digiscreen digiterms
elevatorparts flatperiod icemachine letters ltc4000e pbj_pup printer
vehicle_mash
</p>

<p>
mods that are not in minetest's mod list are probably from
<a href="https://cheapiesystems.com/git/">https://cheapiesystems.com/git/</a>
</p>

<p>
pbj_pup is from <a href="https://github.com/minetest-mods/pbj_pup">https://github.com/minetest-mods/pbj_pup</a>. there seems
to be different implementations of pbj_pup and this is the one with
the sounds
</p>
</div>
</body>
</html>
